import './about.css';

function About() {
  return (
    <div className="about content">
      <div className="container about__container">
        <h1 className="title">О нас</h1>
        <p className="text">
          «Тургай» уже более несколько лет занимается продажей татарской
          народной одежды в России.
        </p>
        <p className="text">
          Мы лично знакомы и сотрудничаем напрямую с лучшими мастерами. Сегодня
          таких мастеров уже более десяти. Мы выбрали именно их за высокое
          качество изделий.
        </p>
        <p className="text">
          Основной ассортимент нашего магазина — это одежда татарской культуры.
          Главное наше желание и цель — популяризировать культуру татарских
          народов. Мы хотим, чтобы как можно больше людей в мире узнали о
          творчестве умельцев.
        </p>
        <h1 className="title">Магазин</h1>
        <p className="text">
          Магазин находится в Набережных Челнах. Здесь вы можете посмотреть весь ассортимент и
          на месте купить то, что вам понравилось. Мы постоянно работаем над
          расширением ассортимента товаров.
        </p>
        <p className="text">
          Розничный магазин работа с 9:00 до 20:00 без выходных.
        </p>
      </div>
    </div>
  );
}

export { About };
